Repository: BugBuster1701/contao-cron-bundle
Catalog: contao/languages/*/*_crontab.xlf
Languages: cs, de, fa, fr, it, lv, pl, ro, ru

# tl_crontab.title.0
source: Titel
cs: Název
fa: عنوان
fr: Titre
it: Titolo
lv: Nosaukums
pl: Tytuł
ro: Titlu
ru: Название

# tl_crontab.title.1
source: Enter a descriptive title for the job.
cs: Zadejte název pro tuto úlohu.
de: Geben Sie einen beschreibenden Titel für den Auftrag ein.
fr: Saisir un titre explicite pour la tâche à effectuer.
it: Inserisci una descrizione per quest'operazione.
lv: Norādiet izpildāmā uzdevuma nosaukumu.
pl: Wprowadź tytuł zadania.
ro: Introduceţi un titlu pentru comandă
ru: Введите описательный заголовок задания.

# tl_crontab.job.0
source: Job
cs: URL skriptu
fa: وظیفه
fr: Tâche
it: Operazione
lv: Izpildāmais uzdevums
pl: Zadanie
ro: Comandă
ru: Задание

# tl_crontab.job.1
source: Enter either a relative path of a PHP script, a symfony route, or a URL.
de: Geben Sie entweder den relativen Pfad zum auszuführenden PHP-Script an, eine Symfony Route oder eine URL.
fr: Entrez le chemin relatif d'un script PHP, une route symfony ou une URL.
ru: Введите либо относительный путь к скрипту PHP, либо маршрут Symfony, либо URL.

# tl_crontab.t_minute.0
source: Minute
cs: Minuta
fa: دقیقه
it: Minuto
lv: Minūte
pl: Minuty
ro: Minut
ru: Минуты

# tl_crontab.t_minute.1
source: List the minutes for example as 5,10,15-20,30. Use the form */15 for example for every 15 minutes. Enter * for every minute.
cs: Pro každou minutu "*". Seznam minut např. "5,10,15-20,30" nebo použijte např. "*/15" pro každou 15 minutu.
de: Minutenangabe in Listenform zum Beispiel 5,10,15-20,30. Um einen Job alle 15 Minuten auszuführen geben Sie */15 ein. Ein * steht für jede Minute.
fr: Lister les minutes comme par exemple 5,10,15-20,30. La forme */15 est équivalente à toutes les 15 minutes. Saisissez * pour répéter la tâche toutes les minutes.
it: Elenca i minuti ad esempio 5,10,15-20,30. Ad esempio usa la formula */15 per ogni 15 minuti. Inserisci * for ogni minuto.
lv: Sarakstiet minūtes kā 5,10,15-20,30. Lietojiet */15 kā piemēru, lai atdalītu katras 15 minūtes. Atdaliet ar * .
pl: Lita minut np. 5,10,15-20,30. Użyj formy */15 - co każde 15 minut. Wprowadź * - co minutę.
ro: Afişează minutul precum 5,10,15-20,30. Folosiţi de exemplu construcţia */15 pentru intervale de 15 minute. Introduceţi * pentru fiecare minut.
ru: Перечислите минуты (например: 5,10,15-20,30). Используйте шаблон */15 (напр.: каждые 15 минут). Введите * (звездочку) если каждую минуту.

# tl_crontab.t_hour.0
source: Hour
cs: Hodina
de: Stunde
fa: ساعت
fr: Heure
it: Ora
lv: Stunda
pl: Godziny
ro: Oră
ru: Часы

# tl_crontab.t_hour.1
source: List the hours for example as 2,4,5-7,9. Use the form */3 for example for every 3 hours. Enter * for every hour.
cs: Pro každou hodinu "*". Seznam hodin např. "2,4,5-7,9" nebo použijte např. "*/3" pro každé 3 hodiny.
de: Stundenangabe in Listenform zum Beispiel 2,4,5-7,9. Um einen Job alle 3 Stunden auszuführen geben Sie */3 ein. Ein * steht für jede Stunde.
fr: Lister les heures comme par exemple 2,4,5-7,9. La forme */3 est équivalente à toutes les 3 heures. Saisissez * pour répéter la tâche toutes les heures.
it: Elenca le ore ad esempio 2,4,5-7,9. Ad esempio usa la formula */3 per ogni tre ore. Inserisci * per ogni ora.
lv: Sarakstiet stundas kā 2,4,5-7,9. Lietojiet */3 kā piemēru, lai atdalītu katras 3 stundas.
pl: Lista godzin np. 2,4,5-7,9. Użyj formy */3 - co każde 3 godziny. Wprowadź * - co godzinę.
ro: Afişează ora precum 2,4,5-7,9. Folosiţide exemplu construcţia */3 pentru intervale de 3 ore. Introduceţi * pentru fiecare oră.
ru: Перечислите часы (например: 2,4,5-7,9). Используйте шаблон */3 (напр.: каждые 3 часа). Введите * (звездочку) если каждый час.

# tl_crontab.t_dom.0
source: Day of month
cs: Den v měsíci
de: Tag im Monat
fa: روز ماه
fr: Jour du mois
it: Giorno del mese
lv: Mēneša diena
pl: Dzień miesiąca
ro: Zi din lună
ru: Дни месяца

# tl_crontab.t_dom.1
source: List the days of month for example as 1,10,14-16,20. Enter * for all days.
cs: Pro každý den v měsíci "*" nebo číslo dne v měsíci např. "1,10,14-16,20".
de: Tage im Monat in Listenform. Zum Beispiel: 1,10,14-16,20. Ein * steht für jeden Tag.
fr: Lister les jours du mois comme par exemple 1,10,14-16,20. Saisir * pour sélectionner tous les jours du mois.
it: Ad esempio elenca i giorni del mese come 1,10,14-16,20. Inserisci * per tutti i giorni.
lv: Sarakstiet mēnšu dienas kā 1,10,14-16,20. Katru mēneša dienu atdaliet ar * . Atdaliet ar * .
pl: Lista dni miesiąca np. 1,10,14-16,20. Wprowadź * - każdego dnia.
ro: Afişează ziua din lună precum 1,10,14-16,20. Introduceţi * pentru toate zilele.
ru: Перечислите дни месяца (напр.: 1,10,14-16,20. Введите * (звездочку) если каждый день.

# tl_crontab.t_month.0
source: Month
cs: Měsíc
de: Monat
fa: ماه
fr: Mois
it: Mese
lv: Mēnesis
pl: Miesiące
ro: Lună
ru: Месяцы

# tl_crontab.t_month.1
source: List the month numbers as 1,3,7-9, or name shortcuts as Jan,Mar,Jul-Sep for example. Enter * for every month.
cs: Pro každý měsíc "*". Číslo měsíců např. "1,3,7-9" nebo anglické zkratky měsíců např. "Jan,Mar,Jul-Sep".
de: Monate in Listenform als Zahl zum Bsp. 1,3,7-9, oder englische Abkürzung zum Bsp: Jan,Mar,Jul-Sep. Ein * steht für jeden Monat.
fr: Lister les nombres des mois comme par exemple 1,3,7-9, ou utilisez les noms raccourcis Jan,Mar,Jul-Sep. Saisissez * pour répéter la tâche tous les mois.
it: Elenca i mesi come numeri 1,3,7-9, oppure abbreviati come Jan,Mar,Jul-Sep. Inserisci * per ogni mese.
lv: Sarakstiet mēnešu numurus kā 1,2-7,9 vai īsos nosaukums, piemēram: Jan,Mar,Jul-Sep. Katru mēneša nosaukumu atdaliet ar * .
pl: Lista miesięcy np. 1,3,7-9, lub skróty np. Jan,Mar,Jul-Sep. Wprowadź * - dla każdego miesiąca.
ro: Afişează luna precum 1,3,7-9 sau prin caractere de exemplu Jan,Mar,Jul-Sep. Introduceţi * pentru fiecare lună.
ru: Перечислите месяцы (напр.: 1,3,7-9, или имена Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec). Введите * (звездочку) если каждый месяц.

# tl_crontab.t_dow.0
source: Day of week
cs: Den v týdnu
de: Wochentag
fa: روز هفته
fr: Jour de la semaine
it: Giorno della settimana
lv: Nedēļas diena
pl: Dzień tygodnia
ro: Zi din săptămână
ru: Дни недели

# tl_crontab.t_dow.1
source: List the day numbers (0=sunday) as 0,2-4,7 or name shortcuts as Sun,Tue-Thu,Sat for example. Enter * for every day of week.
cs: Pro každý den v týdnu "*". Číslo dne v týdnu (0 = neděle) např. "0,2-4,7" nebo anglické zkratky dnů např. "Sun,Tue-Thu,Sat".
de: Wochentage in Listenform entweder als Zahlen (0=Sonntag) zum Bsp: 0,2-4,7 oder englische Abkürzung zum Bsp: Sun,Tue-Thu,Sat. Ein * steht für jeden Wochentag.
fr: Lister les nombres des jours (0=dimanche) comme par exemple 0,2-4,7, ou utilisez les noms raccourcis Sun,Tue-Thu,Sat. Saisissez * pour répéter la tâche tous les jours de la semaine.
it: Elenca i giorni coi numeri (0=domenica) come 0,2-4,7 oppure abbreviati come Sun,Tue-Thu,Sat. Inserisci * per tutti i giorni della settimana.
lv: Sarakstiet dienu numurus (0=svētdiena), kā 0,2-4,7 vai īsos nosaukums, piemēram: Sun,Tue-Thu,Sat. Katru nedēļas dienu atdaliet ar * .
pl: Lista numerów dni (0=niedziela) np. 0,2-4,7 lub skróty np. Sun,Tue-Thu,Sat. Wprowadź * - dla każdego dnia tygodnia.
ro: Afişează numărul zilei precum 0,2-4,7 (0=Duminică) sau prin caractere de exmplu Sun,Tue-Thu,Sat. Introduceţi * pentru fiecare zi a săptămânii.
ru: Перечислите дни недели (0=воскресенье) (напр.: 0,2-4,7 или имена Sun, Mon, Tue, Wed, Thu, Fri, Sat). Введите * (звездочку) если каждую неделю.

# tl_crontab.runonce.0
source: Run once
cs: Spustit pouze jednou
de: Nur einmal auf&uuml;hren
fa: اجراء یکبار
fr: Éxécuter une seule fois
it: Gira una volta.
lv: Izpildīt vienreiz
pl: Uruchom jednorazowo
ro: Execută o singură dată
ru: Выполнить один раз

# tl_crontab.runonce.1
source: Disable job after completion.
cs: Zakázat úlohu po prvním dokončení.
de: Job nach Abschluss deaktivieren.
fa: غیرفعال کردن کرون بعد از اتمام.
fr: Désactiver cette tâche une fois qu'elle a été éxécutée.
it: Disabilita operazione se completata.
lv: Pēc izpildes, izslēgt izpildāmo uzdevumu.
pl: Wyłącz zadanie po zakończeniu
ro: Dezactivează comanda după execuţie.
ru: Отключить задание после выполнения.

# tl_crontab.enabled.0
source: Enabled
cs: Povolit úlohu
de: Aktiviert
fa: فعال
fr: Tâche active
it: Abilitato
lv: Ieslēgts
pl: Włącz
ro: Activat
ru: Включить

# tl_crontab.enabled.1
source: Enable execution of this job.
cs: Povolit provedení této úlohy.
de: Aktiviert die Ausführung dieses Jobs.
fa: فعال کردن اجرای این وظیفه.
fr: Exécuter cette tâche.
it: Abilita l'esecuzione di quest'operazione.
lv: Ieslēgt izpildāmo uzdevumu.
pl: Włącz wykonywanie tego zadania.
ro: Activează execuţia acestei comenzi
ru: Запустить выполнение этого задания.

# tl_crontab.logging.0
source: Logging
cs: Systémové zprávy
fa: گزارش‌گیری
fr: Journaliser
lv: Reģistrēšana
pl: Logowanie
ro: Jurnal
ru: Журналирование

# tl_crontab.logging.1
source: Make log entry when job is executed.
cs: Povolit zapisování systémových zpráv (logů).
de: Log-Eintrag schreiben, wenn Job ausgeführt wird
fa: یک ورودی گرازش وقتی وظیفه اجرا شده می‌سازد.
fr: Ajouter une entrée dans le journal système lorsque la tâche est exécutée.
it: Crea log quando l'operazione viene eseguita
lv: Izveidot reģistra ierakstu, pēc izpildāmā uzdevuma uzsākšanas
pl: Utwórz logi kiedy zadanie jest wykonywane
ro: Actualizează jurnalul în momentul execuţiei comenzii
ru: Создавать журнал выполнения задания.

# tl_crontab.tl_minute
source: Minute
cs: Minuta
fa: دقیقه
it: Minuti
lv: Minūte
pl: Minuta
ro: Minut
ru: Минуты

# tl_crontab.tl_hour
source: Hour
cs: Hodina
de: Stunde
fa: ساعت
fr: Heure
it: Ora
lv: Stunda
pl: Godzina
ro: Oră
ru: Часы

# tl_crontab.tl_dom
source: Day of the month
cs: Dvm
de: Tag im Monat
fa: روز ماه
fr: Jour du mois
it: DOM
lv: DOM
pl: DOM
ro: Zi din lună
ru: Дени месяца

# tl_crontab.tl_month
source: Month
cs: Měsíc
de: Monat
fa: ماه
fr: Mois
it: Mese
lv: Mēnesis
pl: Miesiąc
ro: Lună
ru: Месяцы

# tl_crontab.tl_dow
source: Day of the week
cs: Dvt
de: Wochentag
fa: روز هفته
fr: Jour de la semaine
it: DOW
lv: DOW
pl: DOW
ro: Zi din săptămână
ru: Дени недели

# tl_crontab.lastrun
source: Last run
cs: Poslední
de: Letzte Ausführung
fa: آخرین اجراء
fr: Dernière fois
it: Ultimo giro.
lv: Pēdējo reizi izpildīts
pl: Ostatnie uruchomienie
ro: Ultima execuţie
ru: Последний запуск

# tl_crontab.nextrun
source: Next run
cs: Další
de: Nächste Ausführung
fa: اجرای بعدی
fr: Prochaine fois
it: Giro successivo.
lv: Nākamā izpildes reize
pl: Kolejne uruchomienie
ro: Următoarea execuţie
ru: Следующий запуск

# tl_crontab.new.0
source: New
cs: Nový
de: Neu
fa: جدید
fr: Nouvelle tâche programmée
it: Nuovo.
lv: Jauns
pl: Nowy
ro: Nou
ru: Новое задание

# tl_crontab.new.1
source: Create a new job.
cs: Vytvořit novou úlohu.
de: Neuen Job anlegen.
fa: ایجاد وظیفه جدید
fr: Crée une nouvelle tâche à exécuter.
it: Crea una nuova operazione.
lv: Izveidot jaunu izpildāmo uzdevumu.
pl: Utwórz nowe zadanie.
ro: Creează o nouă comandă
ru: Создать новое задание.

# tl_crontab.edit.0
source: Edit
cs: Upravit
de: Bearbeiten
fa: ویرایش
fr: Éditer
it: Modifica
lv: Rediģēt
pl: Edytuj
ro: Editează
ru: Редактировать задание

# tl_crontab.edit.1
source: Edit the settings of this job.
cs: Upravit nastavení této úlohy.
de: Die Einstellungen dieses Jobs bearbeiten.
fa: ویرایش تنظیمات این وظیفه.
fr: Éditer les paramêtres de cette tâche.
it: Modifica le impostazioni di quest'operazione.
lv: Rediģēt izpildāmo uzdevumu.
pl: Edytuj ustawienia tego zadania.
ro: Editează parametri acestei comenzi
ru: Редактировать настройки этого задания.

# tl_crontab.copy.0
source: Copy
cs: Duplikovat
de: Kopieren
fa: رونوشت
fr: Copier
it: Copia
lv: Kopēt
pl: Kopiuj
ro: Copiază
ru: Копировать задание

# tl_crontab.copy.1
source: Copy this job.
cs: Duplikovat tuto úlohu.
de: Diesen Job kopieren.
fa: رونوشت این وظیفه.
fr: Copier cette tâche.
it: Copia quest'operazione.
lv: Kopēt izpildāmo uzdevumu.
pl: Kopiuj to zadanie.
ro: Copiază această comandă
ru: Копировать это задание.

# tl_crontab.delete.0
source: Delete
cs: Smazat
de: Löschen
fa: حذف
fr: Supprimer
it: Cancella
lv: Dzēst
pl: Skasuj
ro: Şterge
ru: Удалить задание

# tl_crontab.delete.1
source: Delete this job.
cs: Smazat tuto úlohu.
de: Diesen Job löschen.
fa: حذف این وظیفه.
fr: Supprimer cette tâche
it: Cancella quest'operazione.
lv: Dzēst izpildāmo uzdevumu.
pl: Skasuj to zadanie.
ro: Şterge această comandă
ru: Удалить это задание.

# tl_crontab.show.0
source: Show
cs: Zobrazit
de: Anzeigen
fa: نمایش
fr: Afficher
it: Mostra
lv: Parādīt
pl: Pokaż
ro: Arată
ru: Показать задание

# tl_crontab.show.1
source: View the details.
cs: Zobrazit podrobnosti.
de: Details anzeigen.
fa: مشاهده جزئیات.
fr: Afficher les détails
it: Visualizza i dettagli.
lv: Skatīt detalizēti.
pl: Pokaż szczegóły.
ro: Arată detaliile
ru: Показать детали задания.

# tl_crontab.ena_logging.0
source: Enable logging
cs: Povolit systémové zprávy
de: Logging aktivieren
fa: فعال کردن گزارش‌گیری
fr: Activer le journal
it: Abilita logging
lv: Ieslēgt reģistrēšanu
pl: Włącz logowanie
ro: Activează jurnalizare
ru: Включить журналирование

# tl_crontab.ena_logging.1
source: Enable logging for job %s
cs: Povolit systémové zprávy pro úlohu %s
de: Logging für Job %s aktivieren
fa: فعال کردن گزارش‌گیری برای وظیفه شناسه %s
fr: Activer le journal pour la tâche ID %s
it: Disabilita il logging per l'operazione %s
lv: Ieslēgt reģistrēšanu izpildāmajam uzdevumam %s
pl: Włącz logowanie dla zadania %s
ro: Activează jurnalizare pentru comanda %s
ru: Включить журналирование задания %s

# tl_crontab.dis_logging.0
source: Disable logging
cs: Zakázat systémové zprávy
de: Logging deaktivieren
fa: غیرفعال کردن گزارش‌گیری
fr: Désactiver le journal
it: Disabilita logging
lv: Izslēgt reģistrēšanu
pl: Wyłącz logowanie
ro: Dezactivează jurnalizare
ru: Отключить журналирование

# tl_crontab.dis_logging.1
source: Disable logging for job %s
cs: Zakázat systémové zprávy pro úlohu %s
de: Logging für Job %s deaktivieren
fa: غیرفعال کردن گزارش‌گیری برای وظیفه شناسه %s
fr: Désactiver le journal pour la tâche ID %s
it: Disabilita il logging per l'operazione %s
lv: Izslēgt reģistrēšanu izpildāmajam uzdevumam %s
pl: Wyłącz logowanie dla zadania %s
ro: Dezactivează jurnalizare pentru comanda %s
ru: Отключить журналирование задания %s

# tl_crontab.enable.0
source: Enable execution
cs: Povolit provedení
de: Aktivieren
fa: فعال کردن عمل
fr: Activer l'exécution
it: Abilita esecuzione
lv: Ieslēgt izpildi
pl: Włącz wykonywanie
ro: Activează execuţia
ru: Включить выполнение

# tl_crontab.enable.1
source: Enable execution of job %s
cs: Povolit provedení pro úlohu %s
de: Ausführung für Job %s aktivieren
fa: فعال کردن عمل وظیفه شناسه %s
fr: Activer l'exécution pour la tâche ID %s
it: Abilita l'esecuzione del processo %s
lv: Ieslēgt izpildāmā uzdevuma %s izpildi
pl: Włącz wykonywanie zadania %s
ro: Activează execuţia comenzii %s
ru: Включить выполнение задания %s

# tl_crontab.disable.0
source: Disable execution
cs: Zakázat provedení
de: Deaktivieren
fa: غیرفعال کردن عمل
fr: Désactiver l'exécution
it: Disabilita esecuzione
lv: Izslēgt izpildi
pl: Wyłącz wykonywanie
ro: Dezactivează execuţia
ru: Отключить выполнение

# tl_crontab.disable.1
source: Disable execution of job %s
cs: Zakázat provedení pro úlohu %s
de: Ausführung für Job %s deaktivieren
fa: غیرفعال کردن عمل وظیفه شناسه %s
fr: Désactiver l'exécution pour la tâche ID %s
it: Disabilita l'esecuzione dell'operazione %s
lv: Izslēgt izpildāmā uzdevuma %s izpildi
pl: Wyłącz wykonywanie zadania %s
ro: Dezctivează execuţia comenzii %s
ru: Отключить выполнение задания %s

# tl_crontab.startnow.0
source: Run
de: Starten
fa: اجرا
fr: Exécuter
ru: Выполнить

# tl_crontab.startnow.1
source: Run the execution of this job %s
de: Job %s sofort starten
fa: اجرای عمل این وظیفه %s
fr: Exécuter l'exécution de ce travail %s
ru: Выполнить задание %s

# tl_crontab.file_not_readable
source: File not found or not readable.
de: Datei nicht gefunden oder nicht lesbar.
fr: Fichier non trouvé ou illisible.
ru: Файл не найден или не читается.

# tl_crontab.route_not_exists
source: None of the routes match the path.
de: Keine der registrierten Routen stimmt mit dem Pfad überein.
fr: Aucune des routes ne correspond au chemin.
ru: Ни один из маршрутов не соответствует пути.

# tl_crontab.allow_url_fopen_not_set
source: The PHP flag "allow_url_fopen" is not set.
de: Das PHP-Flag "allow_url_fopen" ist nicht gesetzt.
fr: L'indicateur PHP "allow_url_fopen" n'est pas défini.
ru: Флаг PHP "allow_url_fopen" не установлен.

# tl_crontab.curl_not_available
source: The PHP "cURL" extension is not available.
de: Die PHP cURL-Erweiterung ist nicht verfügbar.
fr: L'extension PHP "cURL" n'est pas disponible.
ru: Расширение PHP CURL не доступно.

# tl_crontab.one_is_necessary
source: One is necessary.
de: Eins davon ist notwendig .
fr: Un est nécessaire.
ru: Один из них необходим.

# tl_crontab.jobtypetitle
source: Job type
de: Jobtyp
ru: Тип задания

# tl_crontab.jobtype1
source: File
de: Datei
ru: Файл

# tl_crontab.jobtype2
source: Route
ru: Маршрут

# tl_crontab.expert_legend
source: Expert settings
de: Experteneinstellungen
ru: Экспертные настройки

# tl_crontab.expert_timeout.0
source: Timeout for job type 'Route' and 'URL'
de: Zeitbegrenzung für die Jobtypen 'Route' und 'URL'
ru: Тайм-аут для заданий типа 'Маршрут' и 'URL'

# tl_crontab.expert_timeout.1
source: Enter a timeout value between 5 and 300 seconds.
de: Eingabe einer Zeitbegrenzung zwischen 5 und 300 Sekunden.
ru: Введите значение тайм-аута от 5 до 300 сек.
