Repository: BugBuster1701/contao-cron-bundle
Catalog: contao/languages/*/explain.xlf
Languages: fr, ru

# XPL.cron_elements.0.0
source: Basic element syntax
fr: Syntaxe de base
ru: Основной синтаксис элементов

# XPL.cron_elements.0.1
source: The basic syntax for the time element is:<br><br><pre> begin[-end][/step]</pre><br>The parts enclosed in brackets are optional. The units dependend on the element type and can be minute, hour, day of month, day of week or month. The part <code>begin[-end]</code> may be replaced by a * which means <em>all</em>.<br>For example, these are valid elements:<br><br><pre> 5 minute,hour,day,... number 5 3-5 minutes,hours,days,... 3,4,5 5-10/2 minutes,hours,days,... 5,7,9 * all minutes,hours,days,... */3 minutes,hours,days,... 0,3,6,...</pre>
fr: La syntaxe de base pour l'élément de temps est :<br><br><pre> début[-fin][/étape]</pre><br>Les parties incluses entre crochets sont facultatives. Les unités dépendent du type d'élément et peuvent être une minute, une heure, un jour du mois, un jour de semaine ou de mois. La partie <code>début[-fin]</code> peut-être remplacée par * ce qui signifie <em>tous</em>.<br>Par exemple, voici des éléments valides :<br><br><pre> 5 minute,heure,jour,... nombre 5 3-5 minutes,heures,jours,... 3,4,5 5-10/2 minutes,heures,jours,... 5,7,9 * toutes les minutes,heures,jours,... */3 minutes,heures,jours,... 0,3,6,...</pre>
ru: Основной синтаксис времени:<br><br><pre>n begin[-end][/step]n</pre><br>Части заключенные в скобки являются необязательными. Независимыми элементами могут быть минуты, часы, дни месяца, дни недели или месяцы. Часть <code>begin[-end]</code> может быть заменена * (звездочкой) которая включает их <em>все</em>.<br>Пример правильных элементов:<br><br><pre> 5 minute,hour,day,... number 5 3-5 minutes,hours,days,... 3,4,5 5-10/2 minutes,hours,days,... 5,7,9 * all minutes,hours,days,... */3 minutes,hours,days,... 0,3,6,...</pre>

# XPL.cron_elements.1.0
source: Element list
fr: Liste d'éléments
ru: Синтаксис списка

# XPL.cron_elements.1.1
source: Every part of the schedule can be entered as a comma separated list, for example:<br><br><pre> 5,7,10-15/2,21 = Numbers 5,7,10,12,14,21</pre>
fr: Chaque partie d'une programmation peut-être saisie sous une liste séparée par des virgules. Par exemple :<br><br><pre> 5,7,10-15/2,21 = Nombres 5,7,10,12,14,21</pre>
ru: Каждая часть планируемого расписания может быть отделена запятыми. Пример:<br><br><pre> 5,7,10-15/2,21 = Числа 5,7,10,12,14,21</pre>

# XPL.cron_elements.2.0
source: Day of week
fr: Jour de la semaine
ru: Дни недели

# XPL.cron_elements.2.1
source: Days of week can be entered either as number 0...6 where 0 = sunday, or as 3 character english shortcut as Mon, Tue, Wed, Thu, Fri, Sat, Sun:<br><br><pre> Mon-Fri/2 is equivalent to 1-5/2</pre>
fr: Les jours de la semaine peuvent être des nombres 0...6 où 0 = dimanche, ou des raccourcis anglais de 3 caractères, comme Mon, Tue, Wed, Thu, Fri, Sat, Sun :<br><br><pre> Mon-Fri/2 est équivalent à 1-5/3</pre>
ru: Дни недели могут быть введены либо как число 0...6 где 0 = воскресенье, либо как 3-х значное буквенное обозначение дня недели в английском языке Mon, Tue, Wed, Thu, Fri, Sat, Sun:<br><br><pre> Mon-Fri/2 эквивалентно 1-5/2</pre>

# XPL.cron_elements.3.0
source: Months
fr: Mois
ru: Месяцы

# XPL.cron_elements.3.1
source: Months can be entered either as number 1...12, or as 3 character english shortcut as Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec:<br><br><pre> Feb-Nov/3 is equivalent to 2-11/3</pre>
fr: Les mois peuvent être des nombres 1...12, ou des raccourcis anglais de 3 caractères, comme Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec :<br><br><pre> Feb-Nov/3 est équivalent à 2-11/3</pre>
ru: Месяцы могут быть введены либо как число 1...12, либо как 3-х значное буквенное обозначение месяца в английском языке Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec:<br><br><pre> Feb-Nov/3 эквивалентно 2-11/3</pre>

# XPL.cron_jobs.0.0
source: Job
fr: Tâche
ru: Задание

# XPL.cron_jobs.0.1
source: Job types:<br>- relative path of a PHP script<br>- a Symfony route<br>- a URL<br>Examples:<br><pre> - web/bundles/bugbustercron/PurgeLog.php - /BackupDB/autobackup - http://your.domain/</pre>
fr: Types de travaux: <br> - chemin relatif d'un script PHP <br>- une route Symfony <br> - un URL<br>Examples:<br><pre> - web/bundles/bugbustercron/PurgeLog.php - /BackupDB/autobackup - http://your.domain/</pre>
ru: Типы заданий:<br>- относительный путь к PHP-скрипту<br>- маршрут Symfony<br>- URL<br>Примеры:<br><pre> - web/bundles/bugbustercron/PurgeLog.php - /BackupDB/autobackup - http://your.domain/</pre>
